tap 'caskroom/cask'

brew 'gcc'
brew 'wget'
brew 'redis'
brew 'bash-completion'
brew 'mysql'
brew 'vim'
brew 'sublime3'
# required capybara-webkit
brew 'qt5'
# qmake -spec macx-g++
brew 'qt'
brew 'git'

cask 'spectacle'
cask 'heroku-toolbelt'
cask 'skype'
cask 'slack'
cask 'google-chrome'
cask 'firefox'
cask 'java' unless system '/usr/libexec/java_home --failfast'

