cask_args appdir: '/Applications'
tap 'caskroom/cask'

#brew 'node'
brew 'wget'
#brew 'redis'
#brew 'bash-completion'
#brew 'mysql'
brew 'vim'
brew 'gitk'
brew 'mysql'
brew 'imagemagick'
brew 'bash-completion'

cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'spectacle'
cask 'heroku-toolbelt'
cask 'skype'
cask 'slack'
cask 'google-chrome'
#cask 'firefox'
cask 'firefox', args: { appdir: '/Applications' }
cask 'caffeine'
cask 'sublime-text3'
